// eo_lang5.js Japanese

MP[5][0] = [    // Welcome
  "私たちがクッキーを使う方法を学びましょう",

 // button
  "OK",

 // label
];

MP[5][1] = [    // Welcome3

 // button
  "OK",

 // label
];

MP[5][4] = [    // Nav
  "X",
  "旅程を見つけます",
  "リストから停止を選択してください",
  "停止を検索する",
  "近くの駅",
  "バス番号を探す",
  "好きな停留所や旅行",
  "地図を見ます",
  "最後のモニター",
  "モニターモードを停止します",
  "ファイル",
  "オペレーション",
  "環境設定",
  "手助け",
  "閉じる",

 // button

 // label
  "オーディオを有効にします",
  "Show Voice Bubble",
  "音声認識",
];

MP[5][8] = [    // Help
  "X",
  "もっとヘルプ",
  "QRコードを共有してください",
  "ソフトウェアを使う (pdf)",
  "クイックヒント",
  "このサイトのクッキーについて",
  "ライセンス",
  "既知の問題点",
  "コメントを送る",
  "約",
  "MBTA.com",
  "Amtrak",
  "MTA",
  "NJ Transit",
  "閉じる",

 // button

 // label
];

MP[5][10] = [    // SubStationPopup
  "X",
  "リストから選択してください",
  "地図から選択してください",
  "電車の停車場を検索する",
  "お気に入りの停止として保存1",
  "お気に入りの停止として保存2",
  "お気に入りの停止1を開く",
  "お気に入りの停止2を開く",
  "バック",
  "前方の",
  "Station Pathways",
  "閉じる",

 // button
  "選択する",

 // label
  "このステーションの他のプラットフォーム",
];

MP[5][11] = [    // PlaceSelect
  "X",
  "ここに",
  "在宅",
  "現在の選択",
  "地図から選択してください",
  "停止を検索する",
  "近くの電車の駅",
  "Boston North Station",
  "Boston South Station",
  "New York Penn -NY",
  "New York Grand Central -NY",
  "Jamaica -NY",
  "Secaucus -NJ",
  "New Haven-CT",
  "Chicago",
  "San Francisco",
  "Los Angeles",
  "Seattle",
  "Denver",
  "Dallas",
  "New Orleans",
  "Washington-DC",
  "Philadelphia",
  "Miami",
  "St Louis",
  "Paris",
  "施設",
  "Station Pathways",
  "バック",
  "前方の",
  "好きな停留所や旅行",

 // button
  "選択する",
  "閉じる",

 // label
  "停止を選択してください",
  "ローカルバス停を含める",
];

MP[5][12] = [    // Plan
  "X",
  "ヒント",
  "最後の旅程を表示",
  "逆流",
//  "ヒント",

 // button
  "旅程を入手してください",
  "閉じる",

 // label
//  "旅程を見つけます",
  "から",
  "に",
  "始まる時間",
  "今日の日",
  "悪いつながりを隠す",
  "フィルタ",
  "最大歩行距離 (miles)",
  "転送時間 (minutes)",
];

MP[5][19] = [    // TripPopup
  "X",
  "リフレッシュトリップデータ",
  "旅行情報",
  "地図上の旅行をしてください",
  "地図を見ます",
  "この旅行を監視します",
  "モニターモードを停止します",
  "お気に入りの旅行を開く1",
  "お気に入りの旅行を開く2",
  "好きな旅行として保存1",
  "好きな旅行として保存2",
  "通知を表示",
  "出発通知を追加してください",
  "出発時刻を調整します",
  "クリア調整",
  "詳細に戻る",
  "バスリストに戻る",
  "印刷プレビュー",
  "閉じる",

 // button

 // label
  "期限切れの停留所を表示",
];

MP[5][20] = [    // StopSearch
  "X",

 // button
  "選択する",
  "選択する",

 // label
  "停留所を検索します",
  "1. 検索フレーズを入力してください:",
  "2. リストから選択してください:",
];

MP[5][26] = [    // SkedPop
  "X",
  "スケジュールを更新します ",
  "印刷プレビュー",
  "選択する",

 // button

 // label
  "予測",
  "今後のスケジュール",
  "完全なスケジュール",
  "ルート名を表示",
  "旅行の名前を表示",
];

MP[5][27] = [    // Feedback
  "X",

 // button
  "送ります",
  "選択する",

 // label
  "コメントを送る",
  "から",
  "短いタイトル",
  "コメント",
];


